evidence/scalability/k6_gold_500users.txt

         /\      Grafana   /‾‾/  
    /\  /  \     |\  __   /  /   
   /  \/    \    | |/ /  /   ‾‾\ 
  /          \   |   (  |  (‾)  |
 / __________ \  |_|\_\  \_____/ 


     execution: local
        script: loadtests/k6/tsunami.js
        output: -

     scenarios: (100.00%) 1 scenario, 600 max VUs, 6m30s max duration (incl. graceful stop):
              * default: Up to 600 looping VUs for 6m0s over 6 stages (gracefulRampDown: 30s, gracefulStop: 30s)


running (0m00.7s), 002/600 VUs, 2 complete and 0 interrupted iterations
default   [   0% ] 002/600 VUs  0m00.3s/6m00.0s

running (0m01.7s), 005/600 VUs, 29 complete and 0 interrupted iterations
default   [   0% ] 005/600 VUs  0m01.3s/6m00.0s

running (0m02.7s), 008/600 VUs, 88 complete and 0 interrupted iterations
default   [   1% ] 008/600 VUs  0m02.3s/6m00.0s

running (0m03.7s), 011/600 VUs, 177 complete and 0 interrupted iterations
default   [   1% ] 011/600 VUs  0m03.3s/6m00.0s

running (0m04.7s), 015/600 VUs, 296 complete and 0 interrupted iterations
default   [   1% ] 015/600 VUs  0m04.3s/6m00.0s

running (0m05.7s), 018/600 VUs, 445 complete and 0 interrupted iterations
default   [   1% ] 018/600 VUs  0m05.3s/6m00.0s

running (0m06.7s), 021/600 VUs, 623 complete and 0 interrupted iterations
default   [   2% ] 021/600 VUs  0m06.3s/6m00.0s

running (0m07.7s), 025/600 VUs, 798 complete and 0 interrupted iterations
default   [   2% ] 025/600 VUs  0m07.3s/6m00.0s

running (0m08.7s), 028/600 VUs, 1017 complete and 0 interrupted iterations
default   [   2% ] 028/600 VUs  0m08.3s/6m00.0s

running (0m09.7s), 031/600 VUs, 1212 complete and 0 interrupted iterations
default   [   3% ] 031/600 VUs  0m09.3s/6m00.0s

running (0m10.7s), 035/600 VUs, 1413 complete and 0 interrupted iterations
default   [   3% ] 035/600 VUs  0m10.3s/6m00.0s

running (0m11.7s), 038/600 VUs, 1622 complete and 0 interrupted iterations
default   [   3% ] 038/600 VUs  0m11.3s/6m00.0s

running (0m12.7s), 041/600 VUs, 1834 complete and 0 interrupted iterations
default   [   3% ] 041/600 VUs  0m12.3s/6m00.0s

running (0m13.7s), 044/600 VUs, 2055 complete and 0 interrupted iterations
default   [   4% ] 044/600 VUs  0m13.3s/6m00.0s

running (0m14.7s), 048/600 VUs, 2305 complete and 0 interrupted iterations
default   [   4% ] 048/600 VUs  0m14.3s/6m00.0s

running (0m15.7s), 051/600 VUs, 2508 complete and 0 interrupted iterations
default   [   4% ] 051/600 VUs  0m15.3s/6m00.0s

running (0m16.7s), 054/600 VUs, 2740 complete and 0 interrupted iterations
default   [   5% ] 054/600 VUs  0m16.3s/6m00.0s

running (0m17.7s), 058/600 VUs, 2995 complete and 0 interrupted iterations
default   [   5% ] 058/600 VUs  0m17.3s/6m00.0s

running (0m18.7s), 061/600 VUs, 3241 complete and 0 interrupted iterations
default   [   5% ] 061/600 VUs  0m18.3s/6m00.0s

running (0m19.7s), 064/600 VUs, 3479 complete and 0 interrupted iterations
default   [   5% ] 064/600 VUs  0m19.3s/6m00.0s

running (0m20.7s), 068/600 VUs, 3688 complete and 0 interrupted iterations
default   [   6% ] 068/600 VUs  0m20.3s/6m00.0s

running (0m21.7s), 071/600 VUs, 3905 complete and 0 interrupted iterations
default   [   6% ] 071/600 VUs  0m21.3s/6m00.0s

running (0m22.7s), 074/600 VUs, 4170 complete and 0 interrupted iterations
default   [   6% ] 074/600 VUs  0m22.3s/6m00.0s

running (0m23.7s), 077/600 VUs, 4438 complete and 0 interrupted iterations
default   [   6% ] 077/600 VUs  0m23.3s/6m00.0s

running (0m24.7s), 081/600 VUs, 4710 complete and 0 interrupted iterations
default   [   7% ] 081/600 VUs  0m24.3s/6m00.0s

running (0m25.7s), 084/600 VUs, 5004 complete and 0 interrupted iterations
default   [   7% ] 084/600 VUs  0m25.3s/6m00.0s

running (0m26.7s), 087/600 VUs, 5293 complete and 0 interrupted iterations
default   [   7% ] 087/600 VUs  0m26.3s/6m00.0s

running (0m27.7s), 091/600 VUs, 5577 complete and 0 interrupted iterations
default   [   8% ] 091/600 VUs  0m27.3s/6m00.0s

running (0m28.7s), 094/600 VUs, 5862 complete and 0 interrupted iterations
default   [   8% ] 094/600 VUs  0m28.3s/6m00.0s

running (0m29.7s), 097/600 VUs, 6151 complete and 0 interrupted iterations
default   [   8% ] 097/600 VUs  0m29.3s/6m00.0s

running (0m30.7s), 101/600 VUs, 6405 complete and 0 interrupted iterations
default   [   8% ] 101/600 VUs  0m30.3s/6m00.0s

running (0m31.7s), 106/600 VUs, 6660 complete and 0 interrupted iterations
default   [   9% ] 106/600 VUs  0m31.3s/6m00.0s

running (0m32.7s), 111/600 VUs, 6942 complete and 0 interrupted iterations
default   [   9% ] 111/600 VUs  0m32.3s/6m00.0s

running (0m33.7s), 116/600 VUs, 7207 complete and 0 interrupted iterations
default   [   9% ] 116/600 VUs  0m33.3s/6m00.0s

running (0m34.7s), 121/600 VUs, 7453 complete and 0 interrupted iterations
default   [  10% ] 121/600 VUs  0m34.3s/6m00.0s

running (0m35.7s), 126/600 VUs, 7721 complete and 0 interrupted iterations
default   [  10% ] 126/600 VUs  0m35.3s/6m00.0s

running (0m36.7s), 131/600 VUs, 7999 complete and 0 interrupted iterations
default   [  10% ] 131/600 VUs  0m36.3s/6m00.0s

running (0m37.7s), 136/600 VUs, 8235 complete and 0 interrupted iterations
default   [  10% ] 136/600 VUs  0m37.3s/6m00.0s

running (0m38.7s), 141/600 VUs, 8500 complete and 0 interrupted iterations
default   [  11% ] 141/600 VUs  0m38.3s/6m00.0s

running (0m39.7s), 146/600 VUs, 8790 complete and 0 interrupted iterations
default   [  11% ] 146/600 VUs  0m39.3s/6m00.0s

running (0m40.7s), 151/600 VUs, 9081 complete and 0 interrupted iterations
default   [  11% ] 151/600 VUs  0m40.3s/6m00.0s

running (0m41.7s), 156/600 VUs, 9362 complete and 0 interrupted iterations
default   [  11% ] 156/600 VUs  0m41.3s/6m00.0s

running (0m42.7s), 161/600 VUs, 9649 complete and 0 interrupted iterations
default   [  12% ] 161/600 VUs  0m42.3s/6m00.0s

running (0m43.7s), 166/600 VUs, 9931 complete and 0 interrupted iterations
default   [  12% ] 166/600 VUs  0m43.3s/6m00.0s

running (0m44.7s), 171/600 VUs, 10207 complete and 0 interrupted iterations
default   [  12% ] 171/600 VUs  0m44.3s/6m00.0s

running (0m45.7s), 176/600 VUs, 10495 complete and 0 interrupted iterations
default   [  13% ] 176/600 VUs  0m45.3s/6m00.0s

running (0m46.7s), 181/600 VUs, 10767 complete and 0 interrupted iterations
default   [  13% ] 181/600 VUs  0m46.3s/6m00.0s

running (0m47.7s), 186/600 VUs, 11048 complete and 0 interrupted iterations
default   [  13% ] 186/600 VUs  0m47.3s/6m00.0s

running (0m48.7s), 191/600 VUs, 11337 complete and 0 interrupted iterations
default   [  13% ] 191/600 VUs  0m48.3s/6m00.0s

running (0m49.7s), 196/600 VUs, 11610 complete and 0 interrupted iterations
default   [  14% ] 196/600 VUs  0m49.3s/6m00.0s

running (0m50.7s), 201/600 VUs, 11902 complete and 0 interrupted iterations
default   [  14% ] 201/600 VUs  0m50.3s/6m00.0s

running (0m51.7s), 206/600 VUs, 12156 complete and 0 interrupted iterations
default   [  14% ] 206/600 VUs  0m51.3s/6m00.0s

running (0m52.7s), 211/600 VUs, 12429 complete and 0 interrupted iterations
default   [  15% ] 211/600 VUs  0m52.3s/6m00.0s

running (0m53.7s), 216/600 VUs, 12696 complete and 0 interrupted iterations
default   [  15% ] 216/600 VUs  0m53.3s/6m00.0s

running (0m54.7s), 221/600 VUs, 12981 complete and 0 interrupted iterations
default   [  15% ] 221/600 VUs  0m54.3s/6m00.0s

running (0m55.7s), 226/600 VUs, 13271 complete and 0 interrupted iterations
default   [  15% ] 226/600 VUs  0m55.3s/6m00.0s

running (0m56.7s), 231/600 VUs, 13567 complete and 0 interrupted iterations
default   [  16% ] 231/600 VUs  0m56.3s/6m00.0s

running (0m57.7s), 236/600 VUs, 13838 complete and 0 interrupted iterations
default   [  16% ] 236/600 VUs  0m57.3s/6m00.0s

running (0m58.7s), 241/600 VUs, 14111 complete and 0 interrupted iterations
default   [  16% ] 241/600 VUs  0m58.3s/6m00.0s

running (0m59.7s), 246/600 VUs, 14397 complete and 0 interrupted iterations
default   [  16% ] 246/600 VUs  0m59.3s/6m00.0s

running (1m00.7s), 252/600 VUs, 14678 complete and 0 interrupted iterations
default   [  17% ] 252/600 VUs  1m00.3s/6m00.0s

running (1m01.7s), 260/600 VUs, 14933 complete and 0 interrupted iterations
default   [  17% ] 260/600 VUs  1m01.3s/6m00.0s

running (1m02.7s), 269/600 VUs, 15223 complete and 0 interrupted iterations
default   [  17% ] 269/600 VUs  1m02.3s/6m00.0s

running (1m03.7s), 277/600 VUs, 15518 complete and 0 interrupted iterations
default   [  18% ] 277/600 VUs  1m03.3s/6m00.0s

running (1m04.7s), 285/600 VUs, 15825 complete and 0 interrupted iterations
default   [  18% ] 285/600 VUs  1m04.3s/6m00.0s

running (1m05.7s), 294/600 VUs, 16154 complete and 0 interrupted iterations
default   [  18% ] 294/600 VUs  1m05.3s/6m00.0s

running (1m06.7s), 302/600 VUs, 16453 complete and 0 interrupted iterations
default   [  18% ] 302/600 VUs  1m06.3s/6m00.0s

running (1m07.7s), 310/600 VUs, 16682 complete and 0 interrupted iterations
default   [  19% ] 310/600 VUs  1m07.3s/6m00.0s

running (1m08.7s), 319/600 VUs, 16872 complete and 0 interrupted iterations
default   [  19% ] 319/600 VUs  1m08.3s/6m00.0s

running (1m09.7s), 327/600 VUs, 17045 complete and 0 interrupted iterations
default   [  19% ] 327/600 VUs  1m09.3s/6m00.0s

running (1m10.7s), 335/600 VUs, 17219 complete and 0 interrupted iterations
default   [  20% ] 335/600 VUs  1m10.3s/6m00.0s

running (1m11.7s), 344/600 VUs, 17407 complete and 0 interrupted iterations
default   [  20% ] 344/600 VUs  1m11.3s/6m00.0s

running (1m12.7s), 352/600 VUs, 17600 complete and 0 interrupted iterations
default   [  20% ] 352/600 VUs  1m12.3s/6m00.0s

running (1m13.7s), 360/600 VUs, 17808 complete and 0 interrupted iterations
default   [  20% ] 360/600 VUs  1m13.3s/6m00.0s

running (1m14.7s), 369/600 VUs, 18094 complete and 0 interrupted iterations
default   [  21% ] 369/600 VUs  1m14.3s/6m00.0s

running (1m15.7s), 377/600 VUs, 18343 complete and 0 interrupted iterations
default   [  21% ] 377/600 VUs  1m15.3s/6m00.0s

running (1m16.7s), 385/600 VUs, 18606 complete and 0 interrupted iterations
default   [  21% ] 385/600 VUs  1m16.3s/6m00.0s

running (1m17.7s), 394/600 VUs, 18871 complete and 0 interrupted iterations
default   [  21% ] 394/600 VUs  1m17.3s/6m00.0s

running (1m18.7s), 402/600 VUs, 19131 complete and 0 interrupted iterations
default   [  22% ] 402/600 VUs  1m18.3s/6m00.0s

running (1m19.7s), 410/600 VUs, 19397 complete and 0 interrupted iterations
default   [  22% ] 410/600 VUs  1m19.3s/6m00.0s

running (1m20.7s), 419/600 VUs, 19673 complete and 0 interrupted iterations
default   [  22% ] 419/600 VUs  1m20.3s/6m00.0s

running (1m21.7s), 427/600 VUs, 19947 complete and 0 interrupted iterations
default   [  23% ] 427/600 VUs  1m21.3s/6m00.0s

running (1m22.7s), 435/600 VUs, 20216 complete and 0 interrupted iterations
default   [  23% ] 435/600 VUs  1m22.3s/6m00.0s

running (1m23.7s), 444/600 VUs, 20476 complete and 0 interrupted iterations
default   [  23% ] 444/600 VUs  1m23.3s/6m00.0s

running (1m24.7s), 452/600 VUs, 20719 complete and 0 interrupted iterations
default   [  23% ] 452/600 VUs  1m24.3s/6m00.0s

running (1m25.7s), 460/600 VUs, 21029 complete and 0 interrupted iterations
default   [  24% ] 460/600 VUs  1m25.3s/6m00.0s

running (1m26.7s), 469/600 VUs, 21300 complete and 0 interrupted iterations
default   [  24% ] 469/600 VUs  1m26.3s/6m00.0s

running (1m27.7s), 477/600 VUs, 21555 complete and 0 interrupted iterations
default   [  24% ] 477/600 VUs  1m27.3s/6m00.0s

running (1m28.7s), 485/600 VUs, 21833 complete and 0 interrupted iterations
default   [  25% ] 485/600 VUs  1m28.3s/6m00.0s

running (1m29.7s), 494/600 VUs, 22119 complete and 0 interrupted iterations
default   [  25% ] 494/600 VUs  1m29.3s/6m00.0s

running (1m30.7s), 500/600 VUs, 22407 complete and 0 interrupted iterations
default   [  25% ] 500/600 VUs  1m30.3s/6m00.0s

running (1m31.7s), 500/600 VUs, 22657 complete and 0 interrupted iterations
default   [  25% ] 500/600 VUs  1m31.3s/6m00.0s

running (1m32.7s), 500/600 VUs, 22914 complete and 0 interrupted iterations
default   [  26% ] 500/600 VUs  1m32.3s/6m00.0s

running (1m33.7s), 500/600 VUs, 23193 complete and 0 interrupted iterations
default   [  26% ] 500/600 VUs  1m33.3s/6m00.0s

running (1m34.7s), 500/600 VUs, 23461 complete and 0 interrupted iterations
default   [  26% ] 500/600 VUs  1m34.3s/6m00.0s

running (1m35.7s), 500/600 VUs, 23708 complete and 0 interrupted iterations
default   [  26% ] 500/600 VUs  1m35.3s/6m00.0s

running (1m36.7s), 500/600 VUs, 23955 complete and 0 interrupted iterations
default   [  27% ] 500/600 VUs  1m36.3s/6m00.0s

running (1m37.7s), 500/600 VUs, 24144 complete and 0 interrupted iterations
default   [  27% ] 500/600 VUs  1m37.3s/6m00.0s

running (1m38.7s), 500/600 VUs, 24410 complete and 0 interrupted iterations
default   [  27% ] 500/600 VUs  1m38.3s/6m00.0s

running (1m39.7s), 500/600 VUs, 24663 complete and 0 interrupted iterations
default   [  28% ] 500/600 VUs  1m39.3s/6m00.0s

running (1m40.7s), 500/600 VUs, 24941 complete and 0 interrupted iterations
default   [  28% ] 500/600 VUs  1m40.3s/6m00.0s

running (1m41.7s), 500/600 VUs, 25232 complete and 0 interrupted iterations
default   [  28% ] 500/600 VUs  1m41.3s/6m00.0s

running (1m42.7s), 500/600 VUs, 25511 complete and 0 interrupted iterations
default   [  28% ] 500/600 VUs  1m42.3s/6m00.0s

running (1m43.7s), 500/600 VUs, 25796 complete and 0 interrupted iterations
default   [  29% ] 500/600 VUs  1m43.3s/6m00.0s

running (1m44.7s), 500/600 VUs, 26078 complete and 0 interrupted iterations
default   [  29% ] 500/600 VUs  1m44.3s/6m00.0s

running (1m45.7s), 500/600 VUs, 26371 complete and 0 interrupted iterations
default   [  29% ] 500/600 VUs  1m45.3s/6m00.0s

running (1m46.7s), 500/600 VUs, 26686 complete and 0 interrupted iterations
default   [  30% ] 500/600 VUs  1m46.3s/6m00.0s

running (1m47.7s), 500/600 VUs, 26998 complete and 0 interrupted iterations
default   [  30% ] 500/600 VUs  1m47.3s/6m00.0s

running (1m48.7s), 500/600 VUs, 27287 complete and 0 interrupted iterations
default   [  30% ] 500/600 VUs  1m48.3s/6m00.0s

running (1m49.7s), 500/600 VUs, 27576 complete and 0 interrupted iterations
default   [  30% ] 500/600 VUs  1m49.3s/6m00.0s

running (1m50.7s), 500/600 VUs, 27840 complete and 0 interrupted iterations
default   [  31% ] 500/600 VUs  1m50.3s/6m00.0s

running (1m51.7s), 500/600 VUs, 28119 complete and 0 interrupted iterations
default   [  31% ] 500/600 VUs  1m51.3s/6m00.0s

running (1m52.7s), 500/600 VUs, 28401 complete and 0 interrupted iterations
default   [  31% ] 500/600 VUs  1m52.3s/6m00.0s

running (1m53.7s), 500/600 VUs, 28685 complete and 0 interrupted iterations
default   [  31% ] 500/600 VUs  1m53.3s/6m00.0s

running (1m54.7s), 500/600 VUs, 28985 complete and 0 interrupted iterations
default   [  32% ] 500/600 VUs  1m54.3s/6m00.0s

running (1m55.7s), 500/600 VUs, 29302 complete and 0 interrupted iterations
default   [  32% ] 500/600 VUs  1m55.3s/6m00.0s

running (1m56.7s), 500/600 VUs, 29624 complete and 0 interrupted iterations
default   [  32% ] 500/600 VUs  1m56.3s/6m00.0s

running (1m57.7s), 500/600 VUs, 29914 complete and 0 interrupted iterations
default   [  33% ] 500/600 VUs  1m57.3s/6m00.0s

running (1m58.7s), 500/600 VUs, 30220 complete and 0 interrupted iterations
default   [  33% ] 500/600 VUs  1m58.3s/6m00.0s

running (1m59.7s), 500/600 VUs, 30527 complete and 0 interrupted iterations
default   [  33% ] 500/600 VUs  1m59.3s/6m00.0s

running (2m00.7s), 500/600 VUs, 30841 complete and 0 interrupted iterations
default   [  33% ] 500/600 VUs  2m00.3s/6m00.0s

running (2m01.7s), 500/600 VUs, 31085 complete and 0 interrupted iterations
default   [  34% ] 500/600 VUs  2m01.3s/6m00.0s

running (2m02.7s), 500/600 VUs, 31343 complete and 0 interrupted iterations
default   [  34% ] 500/600 VUs  2m02.3s/6m00.0s

running (2m03.7s), 500/600 VUs, 31625 complete and 0 interrupted iterations
default   [  34% ] 500/600 VUs  2m03.3s/6m00.0s

running (2m04.7s), 500/600 VUs, 31914 complete and 0 interrupted iterations
default   [  35% ] 500/600 VUs  2m04.3s/6m00.0s

running (2m05.7s), 500/600 VUs, 32214 complete and 0 interrupted iterations
default   [  35% ] 500/600 VUs  2m05.3s/6m00.0s

running (2m06.7s), 500/600 VUs, 32497 complete and 0 interrupted iterations
default   [  35% ] 500/600 VUs  2m06.3s/6m00.0s

running (2m07.7s), 500/600 VUs, 32736 complete and 0 interrupted iterations
default   [  35% ] 500/600 VUs  2m07.3s/6m00.0s

running (2m08.7s), 500/600 VUs, 32968 complete and 0 interrupted iterations
default   [  36% ] 500/600 VUs  2m08.3s/6m00.0s

running (2m09.7s), 500/600 VUs, 33176 complete and 0 interrupted iterations
default   [  36% ] 500/600 VUs  2m09.3s/6m00.0s

running (2m10.7s), 500/600 VUs, 33383 complete and 0 interrupted iterations
default   [  36% ] 500/600 VUs  2m10.3s/6m00.0s

running (2m11.7s), 500/600 VUs, 33587 complete and 0 interrupted iterations
default   [  36% ] 500/600 VUs  2m11.3s/6m00.0s

running (2m12.7s), 500/600 VUs, 33850 complete and 0 interrupted iterations
default   [  37% ] 500/600 VUs  2m12.3s/6m00.0s

running (2m13.7s), 500/600 VUs, 34123 complete and 0 interrupted iterations
default   [  37% ] 500/600 VUs  2m13.3s/6m00.0s

running (2m14.7s), 500/600 VUs, 34412 complete and 0 interrupted iterations
default   [  37% ] 500/600 VUs  2m14.3s/6m00.0s

running (2m15.7s), 500/600 VUs, 34674 complete and 0 interrupted iterations
default   [  38% ] 500/600 VUs  2m15.3s/6m00.0s

running (2m16.7s), 500/600 VUs, 34920 complete and 0 interrupted iterations
default   [  38% ] 500/600 VUs  2m16.3s/6m00.0s

running (2m17.7s), 500/600 VUs, 35181 complete and 0 interrupted iterations
default   [  38% ] 500/600 VUs  2m17.3s/6m00.0s

running (2m18.7s), 500/600 VUs, 35415 complete and 0 interrupted iterations
default   [  38% ] 500/600 VUs  2m18.3s/6m00.0s

running (2m19.7s), 500/600 VUs, 35664 complete and 0 interrupted iterations
default   [  39% ] 500/600 VUs  2m19.3s/6m00.0s

running (2m20.7s), 500/600 VUs, 35900 complete and 0 interrupted iterations
default   [  39% ] 500/600 VUs  2m20.3s/6m00.0s

running (2m21.7s), 500/600 VUs, 36169 complete and 0 interrupted iterations
default   [  39% ] 500/600 VUs  2m21.3s/6m00.0s

running (2m22.7s), 500/600 VUs, 36464 complete and 0 interrupted iterations
default   [  40% ] 500/600 VUs  2m22.3s/6m00.0s

running (2m23.7s), 500/600 VUs, 36743 complete and 0 interrupted iterations
default   [  40% ] 500/600 VUs  2m23.3s/6m00.0s

running (2m24.7s), 500/600 VUs, 37026 complete and 0 interrupted iterations
default   [  40% ] 500/600 VUs  2m24.3s/6m00.0s

running (2m25.7s), 500/600 VUs, 37314 complete and 0 interrupted iterations
default   [  40% ] 500/600 VUs  2m25.3s/6m00.0s

running (2m26.7s), 500/600 VUs, 37591 complete and 0 interrupted iterations
default   [  41% ] 500/600 VUs  2m26.3s/6m00.0s

running (2m27.7s), 500/600 VUs, 37871 complete and 0 interrupted iterations
default   [  41% ] 500/600 VUs  2m27.3s/6m00.0s

running (2m28.7s), 500/600 VUs, 38165 complete and 0 interrupted iterations
default   [  41% ] 500/600 VUs  2m28.3s/6m00.0s

running (2m29.7s), 500/600 VUs, 38404 complete and 0 interrupted iterations
default   [  41% ] 500/600 VUs  2m29.3s/6m00.0s

running (2m30.7s), 500/600 VUs, 38687 complete and 0 interrupted iterations
default   [  42% ] 500/600 VUs  2m30.3s/6m00.0s

running (2m31.7s), 500/600 VUs, 38961 complete and 0 interrupted iterations
default   [  42% ] 500/600 VUs  2m31.3s/6m00.0s

running (2m32.7s), 500/600 VUs, 39275 complete and 0 interrupted iterations
default   [  42% ] 500/600 VUs  2m32.3s/6m00.0s

running (2m33.7s), 500/600 VUs, 39589 complete and 0 interrupted iterations
default   [  43% ] 500/600 VUs  2m33.3s/6m00.0s

running (2m34.7s), 500/600 VUs, 39918 complete and 0 interrupted iterations
default   [  43% ] 500/600 VUs  2m34.3s/6m00.0s

running (2m35.7s), 500/600 VUs, 40252 complete and 0 interrupted iterations
default   [  43% ] 500/600 VUs  2m35.3s/6m00.0s

running (2m36.7s), 500/600 VUs, 40564 complete and 0 interrupted iterations
default   [  43% ] 500/600 VUs  2m36.3s/6m00.0s

running (2m37.7s), 500/600 VUs, 40809 complete and 0 interrupted iterations
default   [  44% ] 500/600 VUs  2m37.3s/6m00.0s

running (2m38.7s), 500/600 VUs, 41100 complete and 0 interrupted iterations
default   [  44% ] 500/600 VUs  2m38.3s/6m00.0s

running (2m39.7s), 500/600 VUs, 41410 complete and 0 interrupted iterations
default   [  44% ] 500/600 VUs  2m39.3s/6m00.0s

running (2m40.7s), 500/600 VUs, 41728 complete and 0 interrupted iterations
default   [  45% ] 500/600 VUs  2m40.3s/6m00.0s

running (2m41.7s), 500/600 VUs, 42000 complete and 0 interrupted iterations
default   [  45% ] 500/600 VUs  2m41.3s/6m00.0s

running (2m42.7s), 500/600 VUs, 42287 complete and 0 interrupted iterations
default   [  45% ] 500/600 VUs  2m42.3s/6m00.0s

running (2m43.7s), 500/600 VUs, 42607 complete and 0 interrupted iterations
default   [  45% ] 500/600 VUs  2m43.3s/6m00.0s

running (2m44.7s), 500/600 VUs, 42907 complete and 0 interrupted iterations
default   [  46% ] 500/600 VUs  2m44.3s/6m00.0s

running (2m45.7s), 500/600 VUs, 43231 complete and 0 interrupted iterations
default   [  46% ] 500/600 VUs  2m45.3s/6m00.0s

running (2m46.7s), 500/600 VUs, 43518 complete and 0 interrupted iterations
default   [  46% ] 500/600 VUs  2m46.3s/6m00.0s

running (2m47.7s), 500/600 VUs, 43806 complete and 0 interrupted iterations
default   [  46% ] 500/600 VUs  2m47.3s/6m00.0s

running (2m48.7s), 500/600 VUs, 44116 complete and 0 interrupted iterations
default   [  47% ] 500/600 VUs  2m48.3s/6m00.0s

running (2m49.7s), 500/600 VUs, 44443 complete and 0 interrupted iterations
default   [  47% ] 500/600 VUs  2m49.3s/6m00.0s

running (2m50.7s), 500/600 VUs, 44753 complete and 0 interrupted iterations
default   [  47% ] 500/600 VUs  2m50.3s/6m00.0s

running (2m51.7s), 500/600 VUs, 45030 complete and 0 interrupted iterations
default   [  48% ] 500/600 VUs  2m51.3s/6m00.0s

running (2m52.7s), 500/600 VUs, 45321 complete and 0 interrupted iterations
default   [  48% ] 500/600 VUs  2m52.3s/6m00.0s

running (2m53.7s), 500/600 VUs, 45571 complete and 0 interrupted iterations
default   [  48% ] 500/600 VUs  2m53.3s/6m00.0s

running (2m54.7s), 500/600 VUs, 45864 complete and 0 interrupted iterations
default   [  48% ] 500/600 VUs  2m54.3s/6m00.0s

running (2m55.7s), 500/600 VUs, 46162 complete and 0 interrupted iterations
default   [  49% ] 500/600 VUs  2m55.3s/6m00.0s

running (2m56.7s), 500/600 VUs, 46450 complete and 0 interrupted iterations
default   [  49% ] 500/600 VUs  2m56.3s/6m00.0s

running (2m57.7s), 500/600 VUs, 46728 complete and 0 interrupted iterations
default   [  49% ] 500/600 VUs  2m57.3s/6m00.0s

running (2m58.7s), 500/600 VUs, 47004 complete and 0 interrupted iterations
default   [  50% ] 500/600 VUs  2m58.3s/6m00.0s

running (2m59.7s), 500/600 VUs, 47268 complete and 0 interrupted iterations
default   [  50% ] 500/600 VUs  2m59.3s/6m00.0s

running (3m00.7s), 500/600 VUs, 47549 complete and 0 interrupted iterations
default   [  50% ] 500/600 VUs  3m00.3s/6m00.0s

running (3m01.7s), 500/600 VUs, 47815 complete and 0 interrupted iterations
default   [  50% ] 500/600 VUs  3m01.3s/6m00.0s

running (3m02.7s), 500/600 VUs, 48109 complete and 0 interrupted iterations
default   [  51% ] 500/600 VUs  3m02.3s/6m00.0s

running (3m03.7s), 500/600 VUs, 48388 complete and 0 interrupted iterations
default   [  51% ] 500/600 VUs  3m03.3s/6m00.0s

running (3m04.7s), 500/600 VUs, 48645 complete and 0 interrupted iterations
default   [  51% ] 500/600 VUs  3m04.3s/6m00.0s

running (3m05.7s), 500/600 VUs, 48945 complete and 0 interrupted iterations
default   [  51% ] 500/600 VUs  3m05.3s/6m00.0s

running (3m06.7s), 500/600 VUs, 49220 complete and 0 interrupted iterations
default   [  52% ] 500/600 VUs  3m06.3s/6m00.0s

running (3m07.7s), 500/600 VUs, 49424 complete and 0 interrupted iterations
default   [  52% ] 500/600 VUs  3m07.3s/6m00.0s

running (3m08.7s), 500/600 VUs, 49648 complete and 0 interrupted iterations
default   [  52% ] 500/600 VUs  3m08.3s/6m00.0s

running (3m09.7s), 500/600 VUs, 49855 complete and 0 interrupted iterations
default   [  53% ] 500/600 VUs  3m09.3s/6m00.0s

running (3m10.7s), 500/600 VUs, 50064 complete and 0 interrupted iterations
default   [  53% ] 500/600 VUs  3m10.3s/6m00.0s

running (3m11.7s), 500/600 VUs, 50284 complete and 0 interrupted iterations
default   [  53% ] 500/600 VUs  3m11.3s/6m00.0s

running (3m12.7s), 500/600 VUs, 50512 complete and 0 interrupted iterations
default   [  53% ] 500/600 VUs  3m12.3s/6m00.0s

running (3m13.7s), 500/600 VUs, 50774 complete and 0 interrupted iterations
default   [  54% ] 500/600 VUs  3m13.3s/6m00.0s

running (3m14.7s), 500/600 VUs, 51048 complete and 0 interrupted iterations
default   [  54% ] 500/600 VUs  3m14.3s/6m00.0s

running (3m15.7s), 500/600 VUs, 51308 complete and 0 interrupted iterations
default   [  54% ] 500/600 VUs  3m15.3s/6m00.0s

running (3m16.7s), 500/600 VUs, 51578 complete and 0 interrupted iterations
default   [  55% ] 500/600 VUs  3m16.3s/6m00.0s

running (3m17.7s), 500/600 VUs, 51844 complete and 0 interrupted iterations
default   [  55% ] 500/600 VUs  3m17.3s/6m00.0s

running (3m18.7s), 500/600 VUs, 52120 complete and 0 interrupted iterations
default   [  55% ] 500/600 VUs  3m18.3s/6m00.0s

running (3m19.7s), 500/600 VUs, 52386 complete and 0 interrupted iterations
default   [  55% ] 500/600 VUs  3m19.3s/6m00.0s

running (3m20.7s), 500/600 VUs, 52621 complete and 0 interrupted iterations
default   [  56% ] 500/600 VUs  3m20.3s/6m00.0s

running (3m21.7s), 500/600 VUs, 52855 complete and 0 interrupted iterations
default   [  56% ] 500/600 VUs  3m21.3s/6m00.0s

running (3m22.7s), 500/600 VUs, 53072 complete and 0 interrupted iterations
default   [  56% ] 500/600 VUs  3m22.3s/6m00.0s

running (3m23.7s), 500/600 VUs, 53335 complete and 0 interrupted iterations
default   [  56% ] 500/600 VUs  3m23.3s/6m00.0s

running (3m24.7s), 500/600 VUs, 53623 complete and 0 interrupted iterations
default   [  57% ] 500/600 VUs  3m24.3s/6m00.0s

running (3m25.7s), 500/600 VUs, 53875 complete and 0 interrupted iterations
default   [  57% ] 500/600 VUs  3m25.3s/6m00.0s

running (3m26.7s), 500/600 VUs, 54190 complete and 0 interrupted iterations
default   [  57% ] 500/600 VUs  3m26.3s/6m00.0s

running (3m27.7s), 500/600 VUs, 54510 complete and 0 interrupted iterations
default   [  58% ] 500/600 VUs  3m27.3s/6m00.0s

running (3m28.7s), 500/600 VUs, 54817 complete and 0 interrupted iterations
default   [  58% ] 500/600 VUs  3m28.3s/6m00.0s

running (3m29.7s), 500/600 VUs, 55107 complete and 0 interrupted iterations
default   [  58% ] 500/600 VUs  3m29.3s/6m00.0s

running (3m30.7s), 500/600 VUs, 55397 complete and 0 interrupted iterations
default   [  58% ] 500/600 VUs  3m30.3s/6m00.0s

running (3m31.7s), 500/600 VUs, 55641 complete and 0 interrupted iterations
default   [  59% ] 500/600 VUs  3m31.3s/6m00.0s

running (3m32.7s), 500/600 VUs, 55952 complete and 0 interrupted iterations
default   [  59% ] 500/600 VUs  3m32.3s/6m00.0s

running (3m33.7s), 500/600 VUs, 56254 complete and 0 interrupted iterations
default   [  59% ] 500/600 VUs  3m33.3s/6m00.0s

running (3m34.7s), 500/600 VUs, 56556 complete and 0 interrupted iterations
default   [  60% ] 500/600 VUs  3m34.3s/6m00.0s

running (3m35.7s), 500/600 VUs, 56857 complete and 0 interrupted iterations
default   [  60% ] 500/600 VUs  3m35.3s/6m00.0s

running (3m36.7s), 500/600 VUs, 57152 complete and 0 interrupted iterations
default   [  60% ] 500/600 VUs  3m36.3s/6m00.0s

running (3m37.7s), 500/600 VUs, 57424 complete and 0 interrupted iterations
default   [  60% ] 500/600 VUs  3m37.3s/6m00.0s

running (3m38.7s), 500/600 VUs, 57772 complete and 0 interrupted iterations
default   [  61% ] 500/600 VUs  3m38.3s/6m00.0s

running (3m39.7s), 500/600 VUs, 58112 complete and 0 interrupted iterations
default   [  61% ] 500/600 VUs  3m39.3s/6m00.0s

running (3m40.7s), 500/600 VUs, 58411 complete and 0 interrupted iterations
default   [  61% ] 500/600 VUs  3m40.3s/6m00.0s

running (3m41.7s), 500/600 VUs, 58669 complete and 0 interrupted iterations
default   [  61% ] 500/600 VUs  3m41.3s/6m00.0s

running (3m42.7s), 500/600 VUs, 58969 complete and 0 interrupted iterations
default   [  62% ] 500/600 VUs  3m42.3s/6m00.0s

running (3m43.7s), 500/600 VUs, 59275 complete and 0 interrupted iterations
default   [  62% ] 500/600 VUs  3m43.3s/6m00.0s

running (3m44.7s), 500/600 VUs, 59586 complete and 0 interrupted iterations
default   [  62% ] 500/600 VUs  3m44.3s/6m00.0s

running (3m45.7s), 500/600 VUs, 59909 complete and 0 interrupted iterations
default   [  63% ] 500/600 VUs  3m45.3s/6m00.0s

running (3m46.7s), 500/600 VUs, 60222 complete and 0 interrupted iterations
default   [  63% ] 500/600 VUs  3m46.3s/6m00.0s

running (3m47.7s), 500/600 VUs, 60513 complete and 0 interrupted iterations
default   [  63% ] 500/600 VUs  3m47.3s/6m00.0s

running (3m48.7s), 500/600 VUs, 60829 complete and 0 interrupted iterations
default   [  63% ] 500/600 VUs  3m48.3s/6m00.0s

running (3m49.7s), 500/600 VUs, 61127 complete and 0 interrupted iterations
default   [  64% ] 500/600 VUs  3m49.3s/6m00.0s

running (3m50.7s), 500/600 VUs, 61440 complete and 0 interrupted iterations
default   [  64% ] 500/600 VUs  3m50.3s/6m00.0s

running (3m51.7s), 500/600 VUs, 61737 complete and 0 interrupted iterations
default   [  64% ] 500/600 VUs  3m51.3s/6m00.0s

running (3m52.7s), 500/600 VUs, 62052 complete and 0 interrupted iterations
default   [  65% ] 500/600 VUs  3m52.3s/6m00.0s

running (3m53.7s), 500/600 VUs, 62380 complete and 0 interrupted iterations
default   [  65% ] 500/600 VUs  3m53.3s/6m00.0s

running (3m54.7s), 500/600 VUs, 62709 complete and 0 interrupted iterations
default   [  65% ] 500/600 VUs  3m54.3s/6m00.0s

running (3m55.7s), 500/600 VUs, 63044 complete and 0 interrupted iterations
default   [  65% ] 500/600 VUs  3m55.3s/6m00.0s

running (3m56.7s), 500/600 VUs, 63390 complete and 0 interrupted iterations
default   [  66% ] 500/600 VUs  3m56.3s/6m00.0s

running (3m57.7s), 500/600 VUs, 63675 complete and 0 interrupted iterations
default   [  66% ] 500/600 VUs  3m57.3s/6m00.0s

running (3m58.7s), 500/600 VUs, 63966 complete and 0 interrupted iterations
default   [  66% ] 500/600 VUs  3m58.3s/6m00.0s

running (3m59.7s), 500/600 VUs, 64275 complete and 0 interrupted iterations
default   [  66% ] 500/600 VUs  3m59.3s/6m00.0s

running (4m00.7s), 500/600 VUs, 64618 complete and 0 interrupted iterations
default   [  67% ] 500/600 VUs  4m00.3s/6m00.0s

running (4m01.7s), 500/600 VUs, 64936 complete and 0 interrupted iterations
default   [  67% ] 500/600 VUs  4m01.3s/6m00.0s

running (4m02.7s), 500/600 VUs, 65212 complete and 0 interrupted iterations
default   [  67% ] 500/600 VUs  4m02.3s/6m00.0s

running (4m03.7s), 500/600 VUs, 65532 complete and 0 interrupted iterations
default   [  68% ] 500/600 VUs  4m03.3s/6m00.0s

running (4m04.7s), 500/600 VUs, 65882 complete and 0 interrupted iterations
default   [  68% ] 500/600 VUs  4m04.3s/6m00.0s

running (4m05.7s), 500/600 VUs, 66221 complete and 0 interrupted iterations
default   [  68% ] 500/600 VUs  4m05.3s/6m00.0s

running (4m06.7s), 500/600 VUs, 66506 complete and 0 interrupted iterations
default   [  68% ] 500/600 VUs  4m06.3s/6m00.0s

running (4m07.7s), 500/600 VUs, 66742 complete and 0 interrupted iterations
default   [  69% ] 500/600 VUs  4m07.3s/6m00.0s

running (4m08.7s), 500/600 VUs, 66968 complete and 0 interrupted iterations
default   [  69% ] 500/600 VUs  4m08.3s/6m00.0s

running (4m09.7s), 500/600 VUs, 67186 complete and 0 interrupted iterations
default   [  69% ] 500/600 VUs  4m09.3s/6m00.0s

running (4m10.7s), 500/600 VUs, 67444 complete and 0 interrupted iterations
default   [  70% ] 500/600 VUs  4m10.3s/6m00.0s

running (4m11.7s), 500/600 VUs, 67658 complete and 0 interrupted iterations
default   [  70% ] 500/600 VUs  4m11.3s/6m00.0s

running (4m12.7s), 500/600 VUs, 67914 complete and 0 interrupted iterations
default   [  70% ] 500/600 VUs  4m12.3s/6m00.0s

running (4m13.7s), 500/600 VUs, 68140 complete and 0 interrupted iterations
default   [  70% ] 500/600 VUs  4m13.3s/6m00.0s

running (4m14.7s), 500/600 VUs, 68373 complete and 0 interrupted iterations
default   [  71% ] 500/600 VUs  4m14.3s/6m00.0s

running (4m15.7s), 500/600 VUs, 68610 complete and 0 interrupted iterations
default   [  71% ] 500/600 VUs  4m15.3s/6m00.0s

running (4m16.7s), 500/600 VUs, 68851 complete and 0 interrupted iterations
default   [  71% ] 500/600 VUs  4m16.3s/6m00.0s

running (4m17.7s), 500/600 VUs, 69125 complete and 0 interrupted iterations
default   [  71% ] 500/600 VUs  4m17.3s/6m00.0s

running (4m18.7s), 500/600 VUs, 69385 complete and 0 interrupted iterations
default   [  72% ] 500/600 VUs  4m18.3s/6m00.0s

running (4m19.7s), 500/600 VUs, 69643 complete and 0 interrupted iterations
default   [  72% ] 500/600 VUs  4m19.3s/6m00.0s

running (4m20.7s), 500/600 VUs, 69914 complete and 0 interrupted iterations
default   [  72% ] 500/600 VUs  4m20.3s/6m00.0s

running (4m21.7s), 500/600 VUs, 70178 complete and 0 interrupted iterations
default   [  73% ] 500/600 VUs  4m21.3s/6m00.0s

running (4m22.7s), 500/600 VUs, 70479 complete and 0 interrupted iterations
default   [  73% ] 500/600 VUs  4m22.3s/6m00.0s

running (4m23.7s), 500/600 VUs, 70786 complete and 0 interrupted iterations
default   [  73% ] 500/600 VUs  4m23.3s/6m00.0s

running (4m24.7s), 500/600 VUs, 71084 complete and 0 interrupted iterations
default   [  73% ] 500/600 VUs  4m24.3s/6m00.0s

running (4m25.7s), 500/600 VUs, 71388 complete and 0 interrupted iterations
default   [  74% ] 500/600 VUs  4m25.3s/6m00.0s

running (4m26.7s), 500/600 VUs, 71666 complete and 0 interrupted iterations
default   [  74% ] 500/600 VUs  4m26.3s/6m00.0s

running (4m27.7s), 500/600 VUs, 71882 complete and 0 interrupted iterations
default   [  74% ] 500/600 VUs  4m27.3s/6m00.0s

running (4m28.7s), 500/600 VUs, 72139 complete and 0 interrupted iterations
default   [  75% ] 500/600 VUs  4m28.3s/6m00.0s

running (4m29.7s), 500/600 VUs, 72431 complete and 0 interrupted iterations
default   [  75% ] 500/600 VUs  4m29.3s/6m00.0s

running (4m30.7s), 500/600 VUs, 72735 complete and 0 interrupted iterations
default   [  75% ] 500/600 VUs  4m30.3s/6m00.0s

running (4m31.7s), 502/600 VUs, 73040 complete and 0 interrupted iterations
default   [  75% ] 502/600 VUs  4m31.3s/6m00.0s

running (4m32.7s), 503/600 VUs, 73361 complete and 0 interrupted iterations
default   [  76% ] 503/600 VUs  4m32.3s/6m00.0s

running (4m33.7s), 505/600 VUs, 73680 complete and 0 interrupted iterations
default   [  76% ] 505/600 VUs  4m33.3s/6m00.0s

running (4m34.7s), 507/600 VUs, 73985 complete and 0 interrupted iterations
default   [  76% ] 507/600 VUs  4m34.3s/6m00.0s

running (4m35.7s), 508/600 VUs, 74281 complete and 0 interrupted iterations
default   [  76% ] 508/600 VUs  4m35.3s/6m00.0s

running (4m36.7s), 510/600 VUs, 74583 complete and 0 interrupted iterations
default   [  77% ] 510/600 VUs  4m36.3s/6m00.0s

running (4m37.7s), 512/600 VUs, 74847 complete and 0 interrupted iterations
default   [  77% ] 512/600 VUs  4m37.3s/6m00.0s

running (4m38.7s), 513/600 VUs, 75106 complete and 0 interrupted iterations
default   [  77% ] 513/600 VUs  4m38.3s/6m00.0s

running (4m39.7s), 515/600 VUs, 75335 complete and 0 interrupted iterations
default   [  78% ] 515/600 VUs  4m39.3s/6m00.0s

running (4m40.7s), 517/600 VUs, 75568 complete and 0 interrupted iterations
default   [  78% ] 517/600 VUs  4m40.3s/6m00.0s

running (4m41.7s), 518/600 VUs, 75787 complete and 0 interrupted iterations
default   [  78% ] 518/600 VUs  4m41.3s/6m00.0s

running (4m42.7s), 520/600 VUs, 76030 complete and 0 interrupted iterations
default   [  78% ] 520/600 VUs  4m42.3s/6m00.0s

running (4m43.7s), 522/600 VUs, 76274 complete and 0 interrupted iterations
default   [  79% ] 522/600 VUs  4m43.3s/6m00.0s

running (4m44.7s), 523/600 VUs, 76519 complete and 0 interrupted iterations
default   [  79% ] 523/600 VUs  4m44.3s/6m00.0s

running (4m45.7s), 525/600 VUs, 76782 complete and 0 interrupted iterations
default   [  79% ] 525/600 VUs  4m45.3s/6m00.0s

running (4m46.7s), 527/600 VUs, 77034 complete and 0 interrupted iterations
default   [  80% ] 527/600 VUs  4m46.3s/6m00.0s

running (4m47.7s), 528/600 VUs, 77317 complete and 0 interrupted iterations
default   [  80% ] 528/600 VUs  4m47.3s/6m00.0s

running (4m48.7s), 530/600 VUs, 77620 complete and 0 interrupted iterations
default   [  80% ] 530/600 VUs  4m48.3s/6m00.0s

running (4m49.7s), 532/600 VUs, 77899 complete and 0 interrupted iterations
default   [  80% ] 532/600 VUs  4m49.3s/6m00.0s

running (4m50.7s), 533/600 VUs, 78196 complete and 0 interrupted iterations
default   [  81% ] 533/600 VUs  4m50.3s/6m00.0s

running (4m51.7s), 535/600 VUs, 78485 complete and 0 interrupted iterations
default   [  81% ] 535/600 VUs  4m51.3s/6m00.0s

running (4m52.7s), 537/600 VUs, 78762 complete and 0 interrupted iterations
default   [  81% ] 537/600 VUs  4m52.3s/6m00.0s

running (4m53.7s), 538/600 VUs, 79051 complete and 0 interrupted iterations
default   [  81% ] 538/600 VUs  4m53.3s/6m00.0s

running (4m54.7s), 540/600 VUs, 79320 complete and 0 interrupted iterations
default   [  82% ] 540/600 VUs  4m54.3s/6m00.0s

running (4m55.7s), 542/600 VUs, 79606 complete and 0 interrupted iterations
default   [  82% ] 542/600 VUs  4m55.3s/6m00.0s

running (4m56.7s), 543/600 VUs, 79906 complete and 0 interrupted iterations
default   [  82% ] 543/600 VUs  4m56.3s/6m00.0s

running (4m57.7s), 545/600 VUs, 80177 complete and 0 interrupted iterations
default   [  83% ] 545/600 VUs  4m57.3s/6m00.0s

running (4m58.7s), 547/600 VUs, 80469 complete and 0 interrupted iterations
default   [  83% ] 547/600 VUs  4m58.3s/6m00.0s

running (4m59.7s), 548/600 VUs, 80757 complete and 0 interrupted iterations
default   [  83% ] 548/600 VUs  4m59.3s/6m00.0s

running (5m00.7s), 550/600 VUs, 81045 complete and 0 interrupted iterations
default   [  83% ] 550/600 VUs  5m00.3s/6m00.0s

running (5m01.7s), 552/600 VUs, 81329 complete and 0 interrupted iterations
default   [  84% ] 552/600 VUs  5m01.3s/6m00.0s

running (5m02.7s), 553/600 VUs, 81650 complete and 0 interrupted iterations
default   [  84% ] 553/600 VUs  5m02.3s/6m00.0s

running (5m03.7s), 555/600 VUs, 81975 complete and 0 interrupted iterations
default   [  84% ] 555/600 VUs  5m03.3s/6m00.0s

running (5m04.7s), 557/600 VUs, 82287 complete and 0 interrupted iterations
default   [  85% ] 557/600 VUs  5m04.3s/6m00.0s

running (5m05.7s), 558/600 VUs, 82595 complete and 0 interrupted iterations
default   [  85% ] 558/600 VUs  5m05.3s/6m00.0s

running (5m06.7s), 560/600 VUs, 82896 complete and 0 interrupted iterations
default   [  85% ] 560/600 VUs  5m06.3s/6m00.0s

running (5m07.7s), 562/600 VUs, 83110 complete and 0 interrupted iterations
default   [  85% ] 562/600 VUs  5m07.3s/6m00.0s

running (5m08.7s), 563/600 VUs, 83343 complete and 0 interrupted iterations
default   [  86% ] 563/600 VUs  5m08.3s/6m00.0s

running (5m09.7s), 565/600 VUs, 83572 complete and 0 interrupted iterations
default   [  86% ] 565/600 VUs  5m09.3s/6m00.0s

running (5m10.7s), 567/600 VUs, 83781 complete and 0 interrupted iterations
default   [  86% ] 567/600 VUs  5m10.3s/6m00.0s

running (5m11.7s), 568/600 VUs, 83987 complete and 0 interrupted iterations
default   [  86% ] 568/600 VUs  5m11.3s/6m00.0s

running (5m12.7s), 570/600 VUs, 84240 complete and 0 interrupted iterations
default   [  87% ] 570/600 VUs  5m12.3s/6m00.0s

running (5m13.7s), 572/600 VUs, 84496 complete and 0 interrupted iterations
default   [  87% ] 572/600 VUs  5m13.3s/6m00.0s

running (5m14.7s), 573/600 VUs, 84780 complete and 0 interrupted iterations
default   [  87% ] 573/600 VUs  5m14.3s/6m00.0s

running (5m15.7s), 575/600 VUs, 85084 complete and 0 interrupted iterations
default   [  88% ] 575/600 VUs  5m15.3s/6m00.0s

running (5m16.7s), 577/600 VUs, 85391 complete and 0 interrupted iterations
default   [  88% ] 577/600 VUs  5m16.3s/6m00.0s

running (5m17.7s), 578/600 VUs, 85721 complete and 0 interrupted iterations
default   [  88% ] 578/600 VUs  5m17.3s/6m00.0s

running (5m18.7s), 580/600 VUs, 86046 complete and 0 interrupted iterations
default   [  88% ] 580/600 VUs  5m18.3s/6m00.0s

running (5m19.7s), 582/600 VUs, 86355 complete and 0 interrupted iterations
default   [  89% ] 582/600 VUs  5m19.3s/6m00.0s

running (5m20.7s), 583/600 VUs, 86688 complete and 0 interrupted iterations
default   [  89% ] 583/600 VUs  5m20.3s/6m00.0s

running (5m21.7s), 585/600 VUs, 87001 complete and 0 interrupted iterations
default   [  89% ] 585/600 VUs  5m21.3s/6m00.0s

running (5m22.7s), 587/600 VUs, 87321 complete and 0 interrupted iterations
default   [  90% ] 587/600 VUs  5m22.3s/6m00.0s

running (5m23.7s), 588/600 VUs, 87658 complete and 0 interrupted iterations
default   [  90% ] 588/600 VUs  5m23.3s/6m00.0s

running (5m24.7s), 590/600 VUs, 87991 complete and 0 interrupted iterations
default   [  90% ] 590/600 VUs  5m24.3s/6m00.0s

running (5m25.7s), 592/600 VUs, 88303 complete and 0 interrupted iterations
default   [  90% ] 592/600 VUs  5m25.3s/6m00.0s

running (5m26.7s), 593/600 VUs, 88597 complete and 0 interrupted iterations
default   [  91% ] 593/600 VUs  5m26.3s/6m00.0s

running (5m27.7s), 595/600 VUs, 88902 complete and 0 interrupted iterations
default   [  91% ] 595/600 VUs  5m27.3s/6m00.0s

running (5m28.7s), 597/600 VUs, 89222 complete and 0 interrupted iterations
default   [  91% ] 597/600 VUs  5m28.3s/6m00.0s

running (5m29.7s), 598/600 VUs, 89556 complete and 0 interrupted iterations
default   [  91% ] 598/600 VUs  5m29.3s/6m00.0s

running (5m30.7s), 600/600 VUs, 89887 complete and 0 interrupted iterations
default   [  92% ] 600/600 VUs  5m30.3s/6m00.0s

running (5m31.7s), 593/600 VUs, 90191 complete and 0 interrupted iterations
default   [  92% ] 593/600 VUs  5m31.3s/6m00.0s

running (5m32.7s), 571/600 VUs, 90521 complete and 0 interrupted iterations
default   [  92% ] 571/600 VUs  5m32.3s/6m00.0s

running (5m33.7s), 552/600 VUs, 90810 complete and 0 interrupted iterations
default   [  93% ] 552/600 VUs  5m33.3s/6m00.0s

running (5m34.7s), 532/600 VUs, 91133 complete and 0 interrupted iterations
default   [  93% ] 532/600 VUs  5m34.3s/6m00.0s

running (5m35.7s), 516/600 VUs, 91453 complete and 0 interrupted iterations
default   [  93% ] 516/600 VUs  5m35.3s/6m00.0s

running (5m36.7s), 491/600 VUs, 91763 complete and 0 interrupted iterations
default   [  93% ] 491/600 VUs  5m36.3s/6m00.0s

running (5m37.7s), 473/600 VUs, 92028 complete and 0 interrupted iterations
default   [  94% ] 473/600 VUs  5m37.3s/6m00.0s

running (5m38.7s), 452/600 VUs, 92331 complete and 0 interrupted iterations
default   [  94% ] 452/600 VUs  5m38.3s/6m00.0s

running (5m39.7s), 427/600 VUs, 92650 complete and 0 interrupted iterations
default   [  94% ] 427/600 VUs  5m39.3s/6m00.0s

running (5m40.7s), 409/600 VUs, 92931 complete and 0 interrupted iterations
default   [  95% ] 409/600 VUs  5m40.3s/6m00.0s

running (5m41.7s), 392/600 VUs, 93234 complete and 0 interrupted iterations
default   [  95% ] 392/600 VUs  5m41.3s/6m00.0s

running (5m42.7s), 364/600 VUs, 93556 complete and 0 interrupted iterations
default   [  95% ] 364/600 VUs  5m42.3s/6m00.0s

running (5m43.7s), 346/600 VUs, 93881 complete and 0 interrupted iterations
default   [  95% ] 346/600 VUs  5m43.3s/6m00.0s

running (5m44.7s), 328/600 VUs, 94212 complete and 0 interrupted iterations
default   [  96% ] 328/600 VUs  5m44.3s/6m00.0s

running (5m45.7s), 306/600 VUs, 94540 complete and 0 interrupted iterations
default   [  96% ] 306/600 VUs  5m45.3s/6m00.0s

running (5m46.7s), 285/600 VUs, 94861 complete and 0 interrupted iterations
default   [  96% ] 285/600 VUs  5m46.3s/6m00.0s

running (5m47.7s), 264/600 VUs, 95143 complete and 0 interrupted iterations
default   [  96% ] 264/600 VUs  5m47.3s/6m00.0s

running (5m48.7s), 241/600 VUs, 95466 complete and 0 interrupted iterations
default   [  97% ] 241/600 VUs  5m48.3s/6m00.0s

running (5m49.7s), 226/600 VUs, 95771 complete and 0 interrupted iterations
default   [  97% ] 226/600 VUs  5m49.3s/6m00.0s

running (5m50.7s), 203/600 VUs, 96077 complete and 0 interrupted iterations
default   [  97% ] 203/600 VUs  5m50.3s/6m00.0s

running (5m51.7s), 181/600 VUs, 96352 complete and 0 interrupted iterations
default   [  98% ] 181/600 VUs  5m51.3s/6m00.0s

running (5m52.7s), 165/600 VUs, 96655 complete and 0 interrupted iterations
default   [  98% ] 165/600 VUs  5m52.3s/6m00.0s

running (5m53.7s), 141/600 VUs, 96929 complete and 0 interrupted iterations
default   [  98% ] 141/600 VUs  5m53.3s/6m00.0s

running (5m54.7s), 121/600 VUs, 97273 complete and 0 interrupted iterations
default   [  98% ] 121/600 VUs  5m54.3s/6m00.0s

running (5m55.7s), 097/600 VUs, 97639 complete and 0 interrupted iterations
default   [  99% ] 097/600 VUs  5m55.3s/6m00.0s

running (5m56.7s), 077/600 VUs, 98006 complete and 0 interrupted iterations
default   [  99% ] 077/600 VUs  5m56.3s/6m00.0s

running (5m57.7s), 057/600 VUs, 98352 complete and 0 interrupted iterations
default   [  99% ] 057/600 VUs  5m57.3s/6m00.0s

running (5m58.7s), 035/600 VUs, 98685 complete and 0 interrupted iterations
default   [ 100% ] 035/600 VUs  5m58.3s/6m00.0s

running (5m59.7s), 015/600 VUs, 98919 complete and 0 interrupted iterations
default   [ 100% ] 015/600 VUs  5m59.3s/6m00.0s


  █ THRESHOLDS 

    errors
    ✓ 'rate<0.05' rate=0.00%

    http_req_duration
    ✓ 'p(95)<5000' p(95)=2.29s


  █ TOTAL RESULTS 

    checks_total.......: 98984   274.601469/s
    checks_succeeded...: 100.00% 98984 out of 98984
    checks_failed......: 0.00%   0 out of 98984

    ✓ redirect 302
    ✓ create 201
    ✓ health 200
    ✓ list 200

    CUSTOM
    create_latency.................: avg=1478.73537  min=6.061266 med=1622.777299 max=3524.514032 p(90)=2172.620534 p(95)=2333.773547
    errors.........................: 0.00%  0 out of 98984
    redirect_latency...............: avg=1452.384648 min=4.145711 med=1594.326312 max=3659.515095 p(90)=2137.218923 p(95)=2300.125154

    HTTP
    http_req_duration..............: avg=1.41s       min=241.19µs med=1.58s       max=3.65s       p(90)=2.13s       p(95)=2.29s      
      { expected_response:true }...: avg=1.41s       min=241.19µs med=1.58s       max=3.65s       p(90)=2.13s       p(95)=2.29s      
    http_req_failed................: 0.00%  0 out of 99034
    http_reqs......................: 99034  274.740179/s

    EXECUTION
    iteration_duration.............: avg=1.51s       min=100.5ms  med=1.68s       max=3.76s       p(90)=2.23s       p(95)=2.39s      
    iterations.....................: 98984  274.601469/s
    vus............................: 15     min=2          max=600
    vus_max........................: 600    min=600        max=600

    NETWORK
    data_received..................: 56 MB  155 kB/s
    data_sent......................: 8.1 MB 23 kB/s



running (6m00.5s), 000/600 VUs, 98984 complete and 0 interrupted iterations
default ✓ [ 100% ] 000/600 VUs  6m0s